{"translation-revision-date":"2025-03-10T09:57:15+00:00","generator":"WP-CLI\/2.12.0","source":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Cancel":["Tühista"],"Revoke Access":["Tühista juurdepääs"],"Revoke":["Tühista"],"Generate Custom Code":["Loo kohandatud kood"],"Get Started Now":["Alusta kohe"],"Go back to the dashboard":["Mine tagasi juhtpaneelile"],"Welcome to the Zip AI Setup Wizard!":["Tere tulemast Zip AI seadistusviisardisse!"],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip AI on teie WordPressi assistent, mis on kättesaadav otse teie taustsüsteemis. Looge veenev sisu, genereerige kohandatud kood ja saage vastuseid oma WordPressi küsimustele sekunditega. Võimalused on lõputud!"],"Craft Compelling Content":["Loo veenev sisu"],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Zipiga saate vaevata luua veenvaid ja kaasahaaravaid tekste, mis kõnetavad teie publikut."],"AI-Powered Block Patterns":["Tehisintellekti juhitud plokimustrid"],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["Zip saab isikupärastada ja kohandada plokimustreid ja sektsioonimalle, mis on kohandatud teie veebisaidi ainulaadsetele vajadustele."],"WordPress Wizardry":["WordPressi võlukunst"],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":["Kas teil on küsimusi? Zipil on vastused. Olgu see tõrkeotsing või teie saidi kohandamine, Zip on teie seljataga."],"Personalized Templates":["Isikupärastatud mallid"],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Ütle hüvasti üldistele kujundustele ja tere Zipi isikupärastatud lehemallidele, mis on kohandatud just teile."],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["Enam pole vaja vaeva näha keeruliste koodiprobleemidega. Zip saab luua kohandatud koodi, funktsioone ja CSS-i, mis on kohandatud teie vajadustele."],"Custom Pages with AI":["Kohandatud lehed tehisintellektiga"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Zip AI abil saate luua ilusaid, 100%s kohandatud veebilehti ilma disaini- või kodeerimisoskusteta."],"From the Team Behind Some Iconic WordPress Products":["Mõnede ikooniliste WordPressi toodete taga olev meeskond"],"Visit Website":["Külasta veebisaiti"],"Words Written":["Kirjutatud sõnad"],"Get more Credits":["Hangi rohkem krediiti"],"of %s":["%s-st"],"Enable Zip AI":["Luba Zip AI"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["Saate Zip AI-d hõlpsasti lubada või keelata sellest jaotisest. Lihtsalt lülitage lüliti ühe klõpsuga sisse või välja."],"Zip is Authorized":["Zip on autoriseeritud"],"Your website is connected to AI. You can disconnect at any time.":["Teie veebisait on ühendatud tehisintellektiga. Saate igal ajal ühenduse katkestada."],"Are you sure you want to disconnect?":["Kas olete kindel, et soovite ühenduse katkestada?"],"You will need to reconnect to use AI features again.":["AI funktsioonide kasutamiseks peate uuesti ühenduse looma."],"Default route fallback":["Vaikimisi marsruudi varuvariant"],"Zip - Your AI Assistant":["Zip - Teie AI assistent"]}}}